<?php

return [
    'login' => [
        'username' => 'Email/Логин',
        'email' => 'Email',
        'password' => 'Пароль',
        'title' => 'Логин',
        'remember' => 'Запомнить меня?',
        'login' => 'Войти',
        'placeholder' => [
            'username' => 'Введите логин',
            'email' => 'Введите ваш Email',
        ],
        'success' => 'Успешная авторизация!',
        'fail' => 'Неверное имя пользователя или пароль.',
        'not_active' => 'Аккаунт активирован!',
        'banned' => 'Аккаунт заблокирован',
        'logout_success' => 'Вы вышли из аккаунта!',
        'dont_have_account' => 'У вас нет учетной записи , пожалуйста, свяжитесь с администратором для получения дополнительной информации!',
    ],
    'forgot_password' => [
        'title' => 'Забыли пароль',
        'message' => '<p> Вы забыли свой пароль? </p> <p> Пожалуйста, введите свой адрес электронной почты. Система отправит электронное письмо с ссылкой для сброса пароля. </p>',
        'submit' => 'Отправить',
    ],
    'reset' => [
        'new_password' => 'Новый пароль',
        'password_confirmation' => 'Подтвердите пароль',
        'email' => 'Email',
        'title' => 'Сбросить пароль',
        'update' => 'Обновить',
        'wrong_token' => 'Эта ссылка недействительна или срок ее действия истек. Пожалуйста, попробуйте снова сбросить пароль.',
        'user_not_found' => 'Логин не найден',
        'success' => 'Пароль успешно сброшен!',
        'fail' => 'Токен недействителен, срок действия ссылки для сброса пароля истек!',
        'reset' => [
            'title' => 'Email reset password',
        ],
        'send' => [
            'success' => 'На ваш адрес электронной почты было отправлено письмо. Пожалуйста, проверьте вашу почту и следуйте инструкциям в письме!',
            'fail' => 'Ошибка отправки! Попробуйте позже!',
        ],
        'new-password' => 'Новый пароль',
    ],
    'email' => [
        'reminder' => [
            'title' => 'Сброс пароля',
        ],
    ],
    'password_confirmation' => 'Повтор пароля',
    'failed' => 'Ошибка',
    'throttle' => 'Попытки',
    'not_member' => 'Еще не зарегистрированы?',
    'register_now' => 'Зарегистрироваться',
    'lost_your_password' => 'Забыли пароль?',
    'login_title' => 'Админ',
    'login_via_social' => 'Вход через социальные сети',
    'back_to_login' => 'Вернуться на страницу входа',
    'sign_in_below' => 'Войти в систему',
    'languages' => 'Языки',
    'reset_password' => 'Сброс пароля',
    'settings' => [
        'email' => [
            'description' => 'Настройка ACL',
            'title' => 'ACL',
        ],
    ],
];
